{
    "home":{
        "homeHola":"Hola, soy",
        "homeRol":"Soy un Desarrollador Front End!",
        "homeDescripcion":"¡Bienvenido a mi portafolio web! Aquí encontrarás una muestra de mi trabajo, donde he combinado mi pasión por el diseño y la programación para dar vida a sitios web atractivos y funcionales. Explora mi portfolio y descubre cómo mi experiencia puede aportar valor a tus proyectos.",
        "homeBoton":"Contacta conmigo!"
    },
    "about":{
        "aboutSobre":"Sobre Mí",
        "aboutDescripcion":"Soy un ingeniero de sistemas con una pasión por el desarrollo front-end, mi atención se centra en la creación de interfaces de usuario atractivas y altamente funcionales que cautivan a los usuarios y ofrecen experiencias en línea excepcionales. Mi capacidad para traducir conceptos de diseño en sitios web interactivos y receptivos me permite colaborar eficazmente con diseñadores y equipos de desarrollo completos. Siempre estoy buscando, retos, emocionantes y oportunidades para aprender y crecer en el mundo del desarrollo.",
        "AboutCV":"Descargar CV"
    },
    "skills":{
        "skillsTitle":"Mis Habilidades"
    },
    "proyects":{
        "proyectsTitle":"Mis proyectos",
        "proyectsFilter":"Todos",
        "proyectOneTitle":"Gestión de empleados",
        "proyectOneDescription":"Aplicación en React para gestionar empleados y áreas laborales con personalización de colores. Función de marcado de favoritos para accesos rápidos.",
        "proyectTwoTitle":" Proyecto flexbox",
        "proyectTwoDescription":"La página web que he diseñado consta de una simulacion de un sitio de cursos web, pero su objetivo principal es mostrar el uso de felxbox para la organización de todos los elementos de la pagina, por lo que tambien cuenta con un diseño responsivo."
    },
    "contact":{
        "contactTitle":"¡Contácte Conmigo!",
        "contactFullName":"Nombre completo",
        "contactEmail":"Correo electrónico",
        "contactPhone":"Número de teléfono",
        "contactSubject":"Asunto del correo",
        "contactMessage":"Tu mensaje",
        "contactSend":"Enviar mensaje"
    },
    "footer":{
        "footerText":"Copyrigth &copy; Daniel Celis. Todos los derechos reservados."
    }
}